<?php

return [

    'status' => [
        'set_amount' => '設定洗車金額',
        'paid' => '已付款',
        'pay_fail' => '付款失敗',
        'arranged' => '已安排',
        'get_pay_link' => '取得付款連結',
        'rejected' => '已拒絕',
    ],
    'business_times' => ['10:00', '11:00', '12:00', '13:00', '14:00', '15:00', '16:00', '17:00', '18:00', '19:00', '20:00'],
    'business_times_by_day' =>
    [
        6 => ['12:00', '13:00', '14:00', '15:00', '16:00', '17:00', '18:00', '19:00', '20:00'],
        7 => ['12:00', '13:00', '14:00', '15:00', '16:00', '17:00', '18:00', '19:00', '20:00'],
        0 => ['12:00', '13:00', '14:00', '15:00', '16:00', '17:00', '18:00', '19:00', '20:00']
    ],

    'business_days' => [1, 2, 3, 4, 5, 6, 7, 0],

    'car_types' => [
        'house' => '小型車',
        '5p' => '中大型房車/休旅車',
        '7p' => '超大型車/特殊車',
        'motor' => '普通機車',
        'heavy_motor' => '重型機車',
    ],
    'bg_colors' => [
        '#A6FFA6',
        '#FFAAD5',
        '#FFF4C1',
        '#D0D0D0',
        '#FF9D6F',

    ],
    'line_url' => 'https://lin.ee/xM9CgpoI',
    'modes' => [
        'formal' => '正式模式',
        'debug' => '測試模式',
        'dev' => '開發模式',
    ],
    'discount_user' => [
        0 => '所有使用者',
        1 => '車麻吉會員',
        2 => '非車麻吉會員',
    ],
    'title' => '車普羅優品鍍膜'


];
